/* 激活同步账号 */
"Active Tongbu Account"              = "激活同步账号";

/* 暂不安装 */
"AlertButton_AlipayInstallLater"     = "暂不安装";

/* 立即安装 */
"AlertButton_AlipayInstallNow"       = "立即安装";

/* 确定 */
"AlertButton_Confirm"                = "确定";

/* 去绑定 */
"AlertButton_GoBind"                 = "去绑定";

/* 确认更新 */
"AlertButton_GoUpdate"               = "确认更新";

/* 暂不更新 */
"AlertButton_Later"                  = "暂不更新";

/* 否 */
"AlertButton_NO"                     = "否";

/* 立即更新 */
"AlertButton_UpdateNow"              = "立即更新";

/* 重试 */
"AlertButton_Retry"                  = "重试";

/* 是 */
"AlertButton_YES"                    = "是";

/* 绑定失败 */
"AlertTitle_BindAccountFailed"       = "绑定失败";

/* 登录失败 */
"AlertTitle_LoginFailed"             = "登录失败";

/* 提示 */
"AlertTitle_Notice"                  = "提示";

/* 注册失败 */
"AlertTitle_RegFailed"               = "注册失败";

/* 友情提示 */
"AlertTitle_Safety"                  = "友情提示";

/* 检查失败 */
"AlertTitle_SinaLoginCheckFailed"    = "检查失败";

/* 致开发者 */
"AlertTitle_ToDevelopers"            = "致开发者";

/* 游戏论坛 */
"BarTitle_BBS"                       = "游戏论坛";

/* 游戏礼包 */
"BarTitle_Recommendation"            = "游戏礼包";

/* 系统公告 */
"BarTitle_SystemMsg"                 = "系统公告";

/* 个人中心 */
"BarTitle_UserCenter"                = "个人中心";

/* 取消 */
"ButtonTitle_Cancel"                 = "取消";

/* 关闭 */
"ButtonTitle_Close"                  = "关闭";

/* 忘记密码 (?) */
"ButtonTitle_ForgotPwd"              = "忘记密码 (?)";

/* 登      录 */
"ButtonTitle_Login"                  = "登      录";

/* 刷新 */
"ButtonTitle_Refresh"                = "刷新";

/* 提      交 */
"ButtonTitle_Reg_Submit"             = "提      交";

/* 一秒注册   */
"ButtonTitle_Registeration"          = "立即注册";

/* 确      定 */
"ButtonTitle_Rep_Confirm"            = "确认绑定";

/* 登    录 */
"ButtonTitle_SinaWeiboLogin"         = "登    录";

/* 我已经阅读并同意 */
"CheckBoxTitle_AcceptProtocol"       = "我已经阅读并同意";

/* 自动登录 */
"CheckBoxTitle_AutoLogin"            = "自动登录";

/* 记住密码 */
"CheckBoxTitle_RememberPwd"          = "记住密码";

/* 密码错误 */
"Error_PasswordErr"                  = "密码错误";

/* 账  号： */
"InputLabel_Rep_Account"             = "账  号：";

/* 昵称： */
"InputLabel_Rep_NickName"            = "昵称：";

/* 密  码： */
"InputLabel_Rep_Pwd"                 = "密  码：";

/* 真实姓名 */
"InputLabel_RealName"                = "真实姓名：";

/* 身份证号 */
"InputLabel_IDCardNum"               = "身份证号：";

/* 账       号： */
"InputTitle_Account"                 = "账       号：";

/* 昵       称： */
"InputTitle_NickName"                = "昵       称：";

/* 密       码： */
"InputTitle_Pwd"                     = "密       码：";

/* 重复密码： */
"InputTitle_PwdAgain"                = "重复密码：";

/* 加载中... */
"Loading..."                         = "加载中...";

/* 努力登录中%@ */
"Loading_AutoLogin"                  = "努力登录中%@";

/* 正在获取推币余额... */
"Loading_InProcessOfAccountBalance"  = "正在获取推币余额...";

/* 正在加载账号列表... */
"Loading_LoginHistory"               = "正在加载账号列表...";

/* 努力登录中... */
"Loading_NormalLogin"                = "努力登录中...";

/* 努力登录中. */
"Loading_OriAutoLogin"               = "努力登录中.";

/* 正在获取快速注册账号... */
"Loading_QuickRegAccount"            = "正在获取快速注册账号...";

/* 努力注册中... */
"Loading_Registeration"              = "努力注册中...";

/* 努力提交中... */
"Loading_Rep_Submitting"             = "努力提交中...";

/* 努力加载中... */
"Loading_Web"                        = "努力加载中...";

/* 绑定手机 */
"NavTitle_BindPhone"                 = "绑定手机";

/* 登录 */
"NavTitle_Login"                     = "登录";

/* 注册 */
"NavTitle_Registeration"             = "注册";

/* 补充个人资料 */
"NavTitle_ReplenishInfo"             = "完善账号信息";

/* 新浪微博 */
"NavTitle_SinaWeibo"                 = "新浪微博";

/* 账号和密码不能为空 */
"Notice_AccOrPwdIsEmpty"             = "账号和密码不能为空";

/* 账号不能为空 */
"Notice_AccountIsEmpty"              = "账号不能为空";

/* 账号必须在4-30个字符内 */
"Notice_AccountLengthError"          = "账号必须在4-30个字符内";

/* 快捷支付取消 */
"Notice_AlipayCancel"                = "快捷支付取消";

/* 快捷支付失败 */
"Notice_AlipayFailed"                = "快捷支付失败";

/* 尚未安装支付宝客户端，是否现在安装？ */
"Notice_AlipayNotInstalled"          = "尚未安装支付宝客户端，是否现在安装？";

/* 快捷支付订单处理中，请稍后查询结果 */
"Notice_AlipayProcessing"            = "快捷支付订单处理中，请稍后查询结果";

/* 快捷支付处理成功 */
"Notice_AlipaySuccess"               = "快捷支付处理成功";

/* 未设置AppID */
"Notice_AppIDInvalid"                = "未设置AppID";

/* 余额不足(还需%d推币)，是否进行充值购买？ */
"Notice_BalanceNotEnough"            = "余额不足(还需%d推币)，是否进行充值购买？";

/* 可以注册一个新的同步账号，或者激活已有同步账号；\n激活成功后，可使用该微博账号直接登录游戏。 */
"Notice_BindIntro"                   = "可以注册一个新的同步账号，或者激活已有同步账号；\n激活成功后，可使用该微博账号直接登录游戏。";

/* 检查更新失败，请检查网络后重试 */
"Notice_CheckUpdateFailed"           = "检查更新失败，请检查网络后重试！";

/* 邮箱格式错误 */
"Notice_EmailRegExError"             = "邮箱格式错误";

/* 有新版本啦，更新后才能继续体验哦！ */
"Notice_ForcedUpdate"                = "有新版本啦，更新后才能继续体验哦！";

/* 获取推币余额失败，请稍后再试 */
"Notice_GetBalanceFailed"            = "获取推币余额失败，请稍后再试";

/* 网络不通畅，请检查后再试 */
"Notice_GlobalNetworkingError"       = "网络不通畅，请检查后再试";

/* 服务器异常，请稍后再试 */
"Notice_GlobalServerError"           = "服务器异常，请稍后再试";

/* 两次密码输入不一样 */
"Notice_InputSamePwdTwice"           = "两次密码输入不一样";

/* 中文名 */
"Notice_ChineseNameError"            = "请输入正确的中文名";

/* 身份证号 */
"Notice_IDCardError"                 = "请输入正确的身份证号";

/* 加载信息失败 */
"Notice_LoadInfoFailed"              = "加载信息失败";

/* 无法使用快捷支付，请选择其他渠道 */
"Notice_NeedURLScheme"               = "无法使用快捷支付，请选择其他渠道";

/* 无法获取URLScheme，请选择其他渠道 */
"Notice_NeedAlipayURLScheme"         = "未找到URLScheme，请选择其他渠道";

/* 连接失败，请检查网络后再试 */
"Notice_NetworkingFailed"            = "连接失败，请检查网络后再试";

/* 普通账号必须以字母开头，只能包含大小写英文字母、数字、下划线。 */
"Notice_NormalAccountRegExError"     = "普通账号必须以字母开头，只能包含大小写英文字母、数字、下划线。";

/* 消息通知处理错误 */
"Notice_NotificationHandleError"     = "消息通知处理错误";

/* 是否花费%d推币进行购买? */
"Notice_PayConfirm"                  = "是否花费%d推币进行购买?";

/* 购买失败，请稍后再试 */
"Notice_PayFailed"                   = "购买失败，请稍后再试";

/* 游戏提测前，请关闭调试模式（注释[[TBPlatform defaultPlatform] TBSetUpdateDebugMode:0];） */
"Notice_PleaseCloseDebugMode"        = "游戏提测前，请关闭调试模式（注释[[TBPlatform defaultPlatform] TBSetUpdateDebugMode:0];）";

/* 请阅读并接受用户协议 */
"Notice_PlzAcceptProtocol"           = "请阅读并接受用户协议";

/* 请输入同步账号 */
"Notice_PlzInputAccount"             = "请输入同步账号";

/* 密码不能全为字母 */
"Notice_PwdAllLetter"                = "密码不能全为字母";

/* 密码不能全为数字 */
"Notice_PwdAllNumber"                = "密码不能全为数字";

/* 密码不能为同一字符 */
"Notice_PwdAllOneChar"               = "密码不能为同一字符";

/* 密码不能包含字符\"`\" */
"Notice_PwdInclude'`'"               = "密码不能包含字符\"`\"";

/* 密码不能包含特殊字符 */
"Notice_PwdIncludeInvalidChar"       = "密码不能包含特殊字符";

/* 密码不能包含空格 */
"Notice_PwdIncludeSpace"             = "密码不能包含空格";

/* 密码不能为空 */
"Notice_PwdIsEmpty"                  = "密码不能为空";

/* 密码必须是8-16个字符 */
"Notice_PwdLengthError"              = "密码必须是8-16个字符";

/* 密码和注册账号太相似 */
"Notice_PwdSimilarToAccount"         = "密码和注册账号太相似";

/* 找不到SDK资源包，或资源包不是最新版本，为保证平台界面正常显示，请更新工程中的TBPlatformResource.bundle包。 */
"Notice_ResourcesBundleMiss"         = "找不到SDK资源包，或资源包不是最新版本，为保证平台界面正常显示，请更新工程中的TBPlatformResource.bundle包。";

/* 账号安全性太低，请立即绑定密保，保障安全！ */
"Notice_Safety"                      = "账号安全性太低，请立即绑定密保，保障安全！";

/* 游戏文件合法性检查失败，请确认ipa安装包未被篡改。 */
"Notice_SDKResourcesCheckFailed"     = "游戏文件合法性检查失败，请确认ipa安装包未被篡改。";

/* 资源检查失败！\n以下文件丢失或被篡改：\n */
"Notice_SDKResourcesCheckFailedWith" = "资源检查失败！\n以下文件丢失或被篡改：\n";

/* 登录失败，请检查账号密码后再试 */
"Notice_SinaLoginFailed"             = "登录失败，请检查账号密码后再试";

/* 设备没有短信功能 */
"Notice_SMSUnsupported"              = "设备没有短信功能";

/* 购买中... */
"Notice_TuiBBuying"                  = "扣款中...";

/* 有新版本啦，请尽快更新哦！ */
"Notice_Update"                      = "有新版本啦，请尽快更新哦！";

/* 取消 */
"Notice_UPPayCancel"                 = "取消";

/* 失败 */
"Notice_UPPayFailed"                 = "失败";

/* 网络错误 */
"Notice_UPPayNetworkingErr"          = "网络错误";

/* 银联支付结果：%@ */
"Notice_UPpayResult"                 = "银联支付结果：%@";

/* 成功 */
"Notice_UPPaySuccess"                = "成功";

/* iOS版本过低,iOS4.0以上才支持程序内发送短信 */
"Notice_VersionUnsupported"          = "iOS版本过低,iOS4.0以上才支持程序内发送短信";

/* 好的 */
"OK"                                 = "好的";

/* 或使用新浪微博账号直接登录 */
"Or Use SinaWeibo Login"             = "或使用第三方账号直接登录";

/* 密码 */
"PlaceHolder_Password"               = "密码";

/* 支持邮箱或账号，限30个字符内 */
"PlaceHolder_Reg_Account"            = "支持邮箱或账号，限30个字符内";

/* 4-20个字符(支持中英文) */
"PlaceHolder_Reg_Nickname"           = "4-20个字符(支持中英文)";

/* 8-16位字符组合 */
"PlaceHolder_Reg_Pwd"                = "8-16位字符组合";

/* 请再输入一次密码 */
"PlaceHolder_Reg_PwdAgain"           = "请再输入一次密码";

/* 密码 */
"PlaceHolder_Rep_ExiAcc_Pwd"         = "请填写与账号对应的密码";

/* 同步账号/注册邮箱 */
"PlaceHolder_Rep_ExistAccount"       = "请输入待绑定同步账号";

/* 新浪微博账号 */
"PlaceHolder_SinaWeiboAccount"       = "新浪微博账号";

/* 新浪微博密码 */
"PlaceHolder_SinaWeiboPwd"           = "新浪微博密码";

/* 同步账号/邮箱 */
"PlaceHolder_TBAccount"              = "同步账号/邮箱/手机号码";

/* 输入真实姓名 */
"PlaceHolder_RealName"               = "请输入真实姓名";

/* 请输入身份证号码 */
"PlaceHolder_IDCard"                 = "请输入身份证号码";

/* 《同步网络注册许可协议》 */
"Register Protocol"                  = "《同步网络注册许可协议》";

/* 注册新账号 */
"SegmentTitle_Register"              = "注册新账号";

/* 使用已有账号 */
"SegmentTitle_UseExistAccount"       = "使用已有账号";

/* 微博账号登录 */
"Weibo Account Login"                = "微博账号登录";

/****************************************** 新增（4.0.0） ********************************************/

/* 获取中 */
"UpdateView_Receiving"               = "获取中...";

/* 已暂停 */
"UpdateView_Paused"                  = "已暂停";

/* 下载完毕，等待安装 */
"UpdateView_Waiting4Install"         = "下载完毕，等待安装";

/* 检查更新失败、下载更新失败提示 */
"UpdateView_DownloadFailed"          = "网络错误，请检查网络后重试";

/* 检查动态库版本 */
"Loading_CheckingDylibVersion"       = "正在检查组件...";

/* 动态库更新中 */
"Loading_DylibUpdating"              = "正在更新组件...";

/* 复制成功 */
"Notice_CopySuccess"                 = "复制成功";

/****************************************** 新增（4.1.0） ********************************************/

///* <#Comment#> */
//"<#xxx#>" = "<#xxx#>";

/* 手机号 */
"LabelTitle_PhoneNumber"             = "手机号：";

/* 验证码 */
"LabelTitle_VerfiCode"               = "验证码：";

/* 密码 */
"LabelTitle_Password"                = "密   码：";

/* 请输入手机号 */
"Placeholder_InputValidPhoneNumber"  = "请输入11位中国大陆手机号码";

/* 请输入短信验证码 */
"Placeholder_InputSMSVerCode"        = "请输入短信验证码";

/* 发送验证码 */
"ButtonTitle_SendVerfiCode"          = "发送验证码";

/* xxS后重发 */
"ButtonTitle_XSecondResend"          = "重新发送(%@)";

/* 重新发送 */
"ButtonTitle_ResendVerfiCoce"        = "重新发送";

/* 输入手机号码无效 */
"Notice_InputValidPhoneNumber"       = "请输入有效的手机号码";

/* 请输入验证码 */
"Notice_InputVerifyCode"             = "请输入验证码";

/* 正在发送 */
"Loading_Sending"                    = "正在发送...";

/* 发送成功 */
"Notice_SendSuccess"                 = "发送成功";

/* 发送失败 */
"Notice_SendFailed"                  = "发送失败";

"Notice_BindAccountTitle"      = "激活同步账号";

"Notice_InputAccountInfo4Bing" = "请输入以下账号信息进行绑定";

"Notice_HaveTBAccount"         = "如果已有同步账号，请绑定，以保证数据同步。如果未注册过同步账号，请选择“自动注册”。";

"AlertBtn_DntBindNewAccount"   = "自动注册";

"AlertBtn_BindNewAccount"      = "绑定";

"Notice_BindThirdPartySuccess" = "绑定成功";

"Notice_BindThirdPartyFailed"  = "绑定失败";